Repository: MX-Linux/mx-tweak
Catalog: translations-desktop-file/po/mx-tweak-desktop_*.po
Languages: gl_es, pt_br

source: MX Tweak
gl_es: MX axustes rápidos
pt_br: Ajustes Rápidos do MX

source: Assorted useful tweaks
gl_es: Ajustes útiles variados
pt_br: O ‘MX-Tweak’ ou ‘Ajustes Rápidos do MX’ permite fazer alterações de várias configurações úteis no MX Linux

source: Desktop
gl_es: Escritorio
pt_br: Área de Trabalho

source: Brightness Systray
gl_es: Brillo Systray
pt_br: Controle do Brilho na Bandeja do Sistema

source: brightness systray application
gl_es: aplicación de bandeixa do brillo
pt_br: O ‘Brightness Systray’ ou ‘Controle do Brilho na Bandeja do Sistema’ é um programa que permite configurar o controle do brilho da tela por meio da bandeja do sistema

source: mx-tweak brightness systray
gl_es: mx-afinación brillo systray
pt_br: Controle do Brilho da Tela na Bandeja do Sistema dos Ajustes Rápidos do MX

source: starts mx-tweak brightness systray app
gl_es: comeza a aplicación de brillo mx-tweak na barra do sistema
pt_br: O ‘MX Tweak Brightness Systray’ ou ‘Controle do Brilho da Tela na Bandeja do Sistema dos Ajustes Rápidos do MX’ é um inicializador do programa na bandeja do sistema que permite realizar o controle do brilho da tela

source: compton
pt_br: Compositor de Janelas e Efeitos Visuais Compton

source: compton startup
gl_es: comenzo de compton
pt_br: O ‘Compton’ ou ‘Compositor de Janelas e Efeitos Visuais Compton’ permite personalizar o visual e a aparência das janelas da área de trabalho

source: restore-software-brightness
gl_es: restaurar-brillo-software
pt_br: Restaurador do Controle do Brilho da Tela

source: restore xrandr brightness values stored mx-tweak display tab
gl_es: restaurar os valores de brillo de xrandr almacenados na lapela de visualización de mx-tweak
pt_br: O ‘Restore Software Brightness’ ou ‘Restaurador do Controle do Brilho da Tela’ permite restaurar os valores padrão do controle do brilho da tela por meio do programa ‘xrandr’ que foram armazenados na aba ou guia ‘Tela’ do ‘MX Tweak’ ou ‘Ajustes Rápidos do MX’
